Repository: Lyric-Video-Studio/BuildInPlugins
Catalog: CroppedImagePlugin/Localizations/AppResources.*.resx
Languages: fr

source: Pick from files
fr: Choisir dans les fichiers

# modeCrapScale
source: Mode (crop/scale)
fr: Mode (culture/échelle)

source: Height
fr: Hauteur

source: Width
fr: Largeur

source: X offset
fr: Dépassement X

source: Y offset
fr: Dépassement Y

source: Refresh cropping
fr: Rafraîchir la culture

# RefreshcroppingTooltip
source: Click here if you modified values manually and want to ui to sync up
fr: Cliquez ici si vous avez modifié les valeurs manuellement et que vous voulez synchroniser ui

source: Invert crop control colors
fr: Inverser les couleurs de contrôle des cultures

source: Rotate
fr: Pivoter

# RotateNone
source: None
fr: Aucun

# RotateLeft
source: Left
fr: Gauche

# RotateRight
source: Right
fr: Droite
